[
{
        "text_id": "Halliburton company",
        "text_data": "Halliburton Announces First Quarter 2020 Results\r\nApril 20, 2020\r\n          Reported net loss of $1.16 per diluted share\r\n          Adjusted net income of $0.31 per diluted share, excluding special items\r\nHOUSTON--(BUSINESS WIRE)--Apr. 20, 2020-- Halliburton Company (NYSE: HAL) announced today a net loss of $1.0 billion, or $1.16 per diluted\r\nshare, for the first quarter of 2020. This compares to net income for the first quarter of 2019 of $152 million, or $0.17 per diluted share. Adjusted net\r\nincome for the first quarter of 2020, excluding impairments and other charges and a loss on the early extinguishment of debt, was $270 million, or\r\n$0.31 per diluted share. This compares to adjusted net income for the first quarter of 2019, excluding impairments and other charges, of $201 million,\r\nor $0.23 per diluted share. Halliburton's total revenue in the first quarter of 2020 was $5.0 billion, a 12% decrease from revenue of $5.7 billion in the\r\nfirst quarter of 2019. Reported operating loss was $571 million in the first quarter of 2020 compared to reported operating income of $365 million in the\r\nfirst quarter of 2019. Excluding impairments and other charges, adjusted operating income was $502 million in the first quarter of 2020, an 18%\r\nincrease from adjusted operating income of $426 million in the first quarter of 2019.\r\n“As the world is battling the COVID-19 pandemic, I thank our employees for their dedication and focus during these difficult times. The health and\r\nsafety of our employees and their families is extremely important to me. We are monitoring the situation closely and following our own guidelines, as\r\nwell as those from the Centers for Disease Control and Prevention (CDC), the World Health Organization (WHO) and state and local governments. On\r\nour customers’ work sites and within our facilities, Halliburton people are getting the job done, while taking the appropriate steps to protect themselves\r\nand others,” commented Jeff Miller, Chairman, President and CEO.\r\n“Halliburton executed well in the first quarter. Total company revenue for the first quarter was $5.0 billion, a 12% decrease year over year, and adjusted\r\noperating income of $502 million increased 18% year on year. Both our divisions delivered strong margin performance in the first quarter. Our first\r\nquarter results demonstrate that the Halliburton team is well prepared to adjust and deliver under any market conditions.\r\n“Our industry is facing the dual shock of a massive drop in global oil demand coupled with a resulting oversupply. Consequently, we expect activity in\r\nNorth America land to sharply decline during the second quarter and remain depressed through year-end, impacting all basins. Internationally, we\r\nbelieve the activity changes will not be uniform across all markets. OPEC+ production decisions and the duration of pandemic-related demand and\r\nactivity disruptions will ultimately determine the extent of international spending declines this year.\r\n“We have been through downturns before. We know what to do and will execute based on that experience. We are taking swift actions to reduce\r\noverhead and other costs by approximately $1 billion, lower capital expenditures to $800 million, and improve working capital. We will take further\r\nactions as necessary to adjust to evolving market conditions.\r\n“We believe the actions we take will not only temper the impact of the activity declines on our financial performance, but also ensure that we are in a\r\nstrong position, financially and structurally, to take advantage of the market’s eventual recovery,” concluded Miller.\r\nOperating Segments\r\nCompletion and Production\r\nCompletion and Production revenue in the first quarter of 2020 was $3.0 billion, a decrease of $700 million, or 19%, when compared to the first quarter\r\nof 2019, while operating income was $345 million, a decrease of $23 million, or 6%. These results were primarily due to lower pressure pumping\r\nactivity and pricing and reduced completion tool sales in North America, partially offset by increased cementing activity and completion tool sales in the\r\nEastern Hemisphere.\r\nDrilling and Evaluation\r\nDrilling and Evaluation revenue in the first quarter of 2020 was $2.1 billion, which was flat from the first quarter of 2019, while operating income was\r\n$217 million, an increase of $94 million, or 76%. Higher activity for drilling-related services in the North Sea and Asia more than offset reduced activity\r\nand pricing for multiple product service lines in North America land and lower fluids activity in Latin America.\r\nGeographic Regions\r\nNorth America\r\nNorth America revenue in the first quarter of 2020 was $2.5 billion, a 25% decrease when compared to the first quarter of 2019. This decline was\r\nmainly due to reduced activity and pricing in North America land, primarily associated with pressure pumping, well construction, and completion tool\r\nsales. This decline was partially offset by increased artificial lift activity and specialty chemicals sales in North America land, and stimulation activity in\r\nthe Gulf of Mexico.\r\nInternational\r\nInternational revenue in the first quarter of 2020 was $2.6 billion, a 5% increase when compared to the first quarter of 2019, primarily driven by\r\nincreased well construction activity in the North Sea and Russia, coupled with higher activity across multiple product lines in the United Arab Emirates,\r\nMexico, Indonesia and Malaysia. These improvements were partially offset by a decline in stimulation and fluids activity in Latin America and lower\r\nactivity in Ghana.\r\nLatin America revenue in the first quarter of 2020 was $516 million, a 12% decrease year over year, resulting primarily from reduced fluids activity and\r\nstimulation services across the region, particularly in Argentina, coupled with decreased activity in multiple product service lines in Brazil, Ecuador and\r\nColombia. These declines were partially offset by increased activity across multiple product service lines in Mexico and Guyana.\r\n","Europe/Africa/CIS revenue in the first quarter of 2020 was $831 million, an 11% increase year over year, resulting primarily from increased drilling-\r\nrelated activity in the North Sea, improved well construction activity in Russia, and increased completions activity in Algeria, partially offset by reduced\r\nactivity in multiple product service lines in Ghana.\r\nMiddle East/Asia revenue in the first quarter of 2020 was $1.2 billion, a 9% increase year over year, largely resulting from increased activity in the\r\nmajority of product service lines in the United Arab Emirates, Indonesia, and Malaysia, partially offset by lower project management activity in India.\r\nOther Financial Items\r\nHalliburton recognized $1.1 billion of pre-tax impairments and other charges to further adjust its cost structure to current market conditions. These\r\ncharges consisted primarily of non-cash asset impairments, mostly associated with pressure pumping equipment, as well as severance and other\r\ncosts. In addition, based on the current market environment and its expected impact to Halliburton’s business outlook, the Company recognized a\r\nnon-cash tax expense of approximately $310 million as a result of an adjustment to its deferred tax assets.\r\nDuring the first quarter of 2020, Halliburton executed two transactions to reduce total debt by $500 million and extend certain maturities out to 2030.\r\nThe Company issued $1.0 billion aggregate principal amount of 2.92% senior notes due March 2030. Using these proceeds and cash on hand,\r\nHalliburton redeemed $1.5 billion of debt, which consisted of $500 million of 3.50% senior notes due August 2023 and $1.0 billion of 3.80% senior\r\nnotes due November 2025. This early debt redemption resulted in a $168 million loss on extinguishment, which included a redemption premium,\r\nunamortized discounts and costs on the retired notes, and other redemption fees. This first quarter charge was included in \"Loss on early\r\nextinguishment of debt\" on the Company’s condensed consolidated statement of operations for the three months ended March 31, 2020.\r\nSelective Technology & Highlights\r\n          Halliburton was awarded seven contracts for drilling and completion services for the next phase of field development of the\r\n          INPEX-operated Ichthys Project in the Browse Basin offshore northern Australia. The well development campaign is\r\n          expected to continue for an estimated 3-year term.\r\n          Halliburton announced SPIDRliveTM Self-Powered Intelligent Data Retriever, an unconventional well testing and fracture\r\n          interaction monitoring technology that acquires real-time well data without the need for intervention to reduce costs and\r\n          improve fracture understanding for greater recovery.\r\n          Pertamina, the largest Indonesian oil and gas company, deployed all of their petro-technical applications on the iEnergy®\r\n          cloud, a hybrid cloud offering from Landmark, a Halliburton business line, which manages operators' E&P applications. The\r\n          iEnergy® cloud helps reduce corporate infrastructure costs and improve the effectiveness and efficiency of integrating,\r\n          managing and supporting well data across the company's units and subsidiaries. The multiyear contract will deploy\r\n          capabilities including artificial intelligence, machine learning and data analytics to solve upstream challenges and support\r\n          Pertamina's digital transformation initiatives.\r\n          Halliburton Landmark presented a multimillion-dollar educational software grant to King Abdulaziz University in Saudi\r\n          Arabia to train and prepare the next generation of Saudi oil and gas engineers and geoscientists. The three-year license\r\n          provides students and faculty with access to Landmark's DecisionSpace® enterprise software platform including seismic\r\n          processing, geophysics and geosciences, drilling and production and data management.\r\n          Halliburton released NitroForceTM, a new drilling motor that provides increased power and performance to complete longer\r\n          laterals faster and with greater control. The motor delivers high reliability helping operators reduce potential motor failure\r\n          and increase drilling speed to save well time and costs.\r\nCOVID-19 Pandemic and Market Conditions Update\r\nThe COVID-19 pandemic and related economic repercussions have created significant volatility, uncertainty, and turmoil in the oil and gas industry. Oil\r\ndemand has significantly deteriorated as a result of the virus outbreak and corresponding preventative measures taken around the world to mitigate\r\nthe spread of the virus. In the midst of the ongoing COVID-19 pandemic, the Organization of Petroleum Exporting Countries and other oil producing\r\nnations (OPEC+) were unable to reach an agreement on production levels for crude oil, at which point Saudi Arabia and Russia initiated efforts to\r\naggressively increase production. The convergence of these events created the unprecedented dual impact of a global oil demand decline coupled\r\nwith the risk of a substantial increase in supply. While OPEC+ agreed in April to cut production, downward pressure on commodity prices has\r\nremained and could continue for the foreseeable future.\r\nThese events have negatively affected and are expected to continue to negatively affect Halliburton’s business. Demand for the Company’s products\r\nand services is declining as its customers revise their capital budgets downwards and adjust their operations in response to lower oil prices. In\r\naddition, Halliburton is facing logistical challenges, including border closures, travel restrictions and an inability to commute to certain facilities and job\r\nsites, as the Company provides services and products to its customers. The Company is also experiencing inefficiencies surrounding stay-at-home\r\norders and remote work arrangements.\r\nGiven the dynamic nature of these events, Halliburton cannot reasonably estimate the period of time that the COVID-19 pandemic and related market\r\nconditions will persist, the extent of the impact they will have on the Company’s business, liquidity, consolidated results of operations and consolidated\r\nfinancial condition, or the pace of any subsequent recovery. The financial results for the first quarter of 2020 reflect some of the reduced activity\r\nexperienced towards the latter part of the quarter in various locations around the world. For the remainder of 2020, the Company expects a further\r\ndecline in revenue and profitability, particularly in North America.\r\nAbout Halliburton\r\n","Founded in 1919, Halliburton is one of the world's largest providers of products and services to the energy industry. With approximately 50,000\r\nemployees, representing 140 nationalities in more than 80 countries, the company helps its customers maximize value throughout the lifecycle of the\r\nreservoir – from locating hydrocarbons and managing geological data, to drilling and formation evaluation, well construction and completion, and\r\noptimizing production throughout the life of the asset. Visit the company’s website at www.halliburton.com. Connect with Halliburton on Facebook,\r\nTwitter, LinkedIn, Instagram and YouTube.\r\nForward-looking Statements\r\nThe statements in this press release that are not historical statements, including statements regarding future financial performance, are forward-\r\nlooking statements within the meaning of the federal securities laws. These statements are subject to numerous risks and uncertainties, many of which\r\nare beyond the company's control, which could cause actual results to differ materially from the results expressed or implied by the statements. These\r\nrisks and uncertainties include, but are not limited to: the severity and duration of the COVID-19 pandemic, related economic repercussions and the\r\nresulting negative impact on demand for oil and gas; the current significant surplus in the supply of oil and the ability of the OPEC+ countries to agree\r\non and comply with supply limitations; the duration and magnitude of the unprecedented disruption in the oil and gas industry currently resulting from\r\nthe impact of the foregoing factors, which is negatively impacting our business; operational challenges relating to the COVID-19 pandemic and efforts\r\nto mitigate the spread of the virus, including logistical challenges, protecting the health and well-being of our employees, remote work arrangements,\r\nperformance of contracts and supply chain disruptions; the continuation or suspension of our stock repurchase program, the amount, the timing and\r\nthe trading prices of Halliburton common stock, and the availability and alternative uses of cash; changes in the demand for or price of oil and/or\r\nnatural gas; potential catastrophic events related to our operations, and related indemnification and insurance matters; protection of intellectual\r\nproperty rights and against cyber-attacks; compliance with environmental laws; changes in government regulations and regulatory requirements,\r\nparticularly those related to oil and natural gas exploration, radioactive sources, explosives, chemicals, hydraulic fracturing services, and climate-\r\nrelated initiatives; compliance with laws related to income taxes and assumptions regarding the generation of future taxable income; risks of\r\ninternational operations, including risks relating to unsettled political conditions, war, the effects of terrorism, foreign exchange rates and controls,\r\ninternational trade and regulatory controls and sanctions, and doing business with national oil companies; weather-related issues, including the effects\r\nof hurricanes and tropical storms; changes in capital spending by customers, delays or failures by customers to make payments owed to us and the\r\nresulting impact on our liquidity; execution of long-term, fixed-price contracts; structural changes and infrastructure issues in the oil and natural gas\r\nindustry; maintaining a highly skilled workforce; availability and cost of raw materials; agreement with respect to and completion of potential\r\ndispositions, acquisitions and integration and success of acquired businesses and operations of joint ventures. Halliburton's Form 10-K for the year\r\nended December 31, 2019, recent Current Reports on Form 8-K and other Securities and Exchange Commission filings discuss some of the important\r\nrisk factors identified that may affect Halliburton's business, results of operations, and financial condition. Halliburton undertakes no obligation to revise\r\nor update publicly any forward-looking statements for any reason.\r\n                                                                   HALLIBURTON COMPANY\r\n                                                      Condensed Consolidated Statements of Operations\r\n                                                     (Millions of dollars and shares except per share data)\r\n                                                                            (Unaudited)\r\n                                                                                                                          Three Months Ended\r\n                                                                                                                      March 31                 December 31\r\n                                                                                                               2020              2019              2019\r\nRevenue:\r\nCompletion and Production                                                                                 $      2,962         $  3,662        $      3,058\r\nDrilling and Evaluation                                                                                          2,075            2,075               2,133\r\nTotal revenue                                                                                             $      5,037         $  5,737        $      5,191\r\nOperating income (loss):\r\nCompletion and Production                                                                                 $         345        $    368        $        387\r\nDrilling and Evaluation                                                                                             217             123                 224\r\nCorporate and other                                                                                                 (60)            (65)                (65)\r\nImpairments and other charges (a)                                                                               (1,073)             (61)             (2,198)\r\nTotal operating income (loss)                                                                                      (571)            365              (1,652)\r\nInterest expense, net                                                                                              (134)           (143)               (141)\r\nLoss on early extinguishment of debt (b)                                                                           (168)              —                   —\r\nOther, net                                                                                                          (23)            (30)                (44)\r\nIncome (loss) before income taxes                                                                                  (896)            192              (1,837)\r\nIncome tax (provision) benefit (c)                                                                                 (119)            (40)                183\r\nNet income (loss)                                                                                         $     (1,015)        $    152        $     (1,654)\r\nNet (income) loss attributable to noncontrolling interest                                                            (2)              —                   1\r\nNet income (loss) attributable to company                                                                 $     (1,017)        $    152        $     (1,653)\r\nBasic and diluted net income (loss) per share                                                             $       (1.16)       $   0.17        $      (1.88)\r\nBasic and diluted weighted average common shares outstanding                                                        878             873                 878\r\n(a) For further details of impairments and other charges for all periods presented, see Footnote Table 1.\r\n(b) During the three months ended March 31, 2020, Halliburton recognized a $168 million loss on extinguishment of debt related to the early\r\nredemption of $1.5 billion aggregate principal amount of senior notes.\r\n(c) During the three months ended March 31, 2020, based on current market conditions and the expected impact on the Company's business outlook,\r\nHalliburton recognized a $310 million tax expense associated with a valuation allowance on its deferred tax assets.\r\n","See Footnote Table 1 for Reconciliation of As Reported Operating Income (Loss) to Adjusted Operating Income.\r\nSee Footnote Table 2 for Reconciliation of As Reported Net Income (Loss) to Adjusted Net Income.\r\n                                                             HALLIBURTON COMPANY\r\n                                                      Condensed Consolidated Balance Sheets\r\n                                                                   (Millions of dollars)\r\n                                                                       (Unaudited)\r\n                                                                                                               March 31          December 31\r\n                                                                                                                2020                 2019\r\n                                                                          Assets\r\nCurrent assets:\r\nCash and equivalents                                                                                         $         1,385     $          2,268\r\nReceivables, net                                                                                                       4,850                4,577\r\nInventories                                                                                                            3,220                3,139\r\nOther current assets                                                                                                   1,200                1,228\r\nTotal current assets                                                                                                  10,655              11,212\r\nProperty, plant and equipment, net                                                                                     6,223                7,310\r\nGoodwill                                                                                                               2,812                2,812\r\nDeferred income taxes                                                                                                  1,595                1,683\r\nOperating lease right-of-use assets                                                                                      897                  931\r\nOther assets                                                                                                           1,440                1,429\r\nTotal assets                                                                                                 $        23,622     $        25,377\r\n                                                        Liabilities and Shareholders’ Equity\r\nCurrent liabilities:\r\nAccounts payable                                                                                             $         2,640     $          2,432\r\nAccrued employee compensation and benefits                                                                               547                  604\r\nCurrent portion of operating lease liabilities                                                                           222                  208\r\nCurrent maturities of long-term debt                                                                                     193                   11\r\nOther current liabilities                                                                                              1,451                1,623\r\nTotal current liabilities                                                                                              5,053                4,878\r\nLong-term debt                                                                                                         9,633              10,316\r\nOperating lease liabilities                                                                                              803                  825\r\nEmployee compensation and benefits                                                                                       477                  525\r\nOther liabilities                                                                                                        813                  808\r\nTotal liabilities                                                                                                     16,779              17,352\r\nCompany shareholders’ equity                                                                                           6,830                8,012\r\nNoncontrolling interest in consolidated subsidiaries                                                                       13                  13\r\nTotal shareholders’ equity                                                                                             6,843                8,025\r\nTotal liabilities and shareholders’ equity                                                                   $        23,622     $        25,377\r\n                                                             HALLIBURTON COMPANY\r\n                                                  Condensed Consolidated Statements of Cash Flows\r\n                                                                   (Millions of dollars)\r\n                                                                       (Unaudited)\r\n                                                                                                                       Three Months Ended\r\n                                                                                                                             March 31\r\n                                                                                                                       2020            2019\r\nCash flows from operating activities:\r\nNet income (loss)                                                                                                 $     (1,015)     $     152\r\nAdjustments to reconcile net income (loss) to cash flows from operating activities:\r\nImpairments and other charges                                                                                            1,073              61\r\nDepreciation, depletion and amortization                                                                                   348            416\r\nWorking capital (a)                                                                                                       (200)          (515)\r\nOther operating activities                                                                                                  19           (158)\r\nTotal cash flows provided by (used in) operating activities                                                                225             (44)\r\nCash flows from investing activities:\r\n","Capital expenditures                                                                                                         (213)          (437)\r\nProceeds from sales of property, plant and equipment                                                                           69             43\r\nOther investing activities                                                                                                    (21)           (17)\r\nTotal cash flows provided by (used in) investing activities                                                                  (165)          (411)\r\nCash flows from financing activities:\r\nPayments on long-term borrowings                                                                                           (1,651)            (3)\r\nProceeds from issuance of long-term debt, net                                                                                 994             (5)\r\nDividends to shareholders                                                                                                    (158)          (157)\r\nStock repurchase program                                                                                                     (100)             —\r\nOther financing activities                                                                                                     12             10\r\nTotal cash flows provided by (used in) financing activities                                                                  (903)          (155)\r\nEffect of exchange rate changes on cash                                                                                       (40)           (18)\r\nDecrease in cash and equivalents                                                                                             (883)          (628)\r\nCash and equivalents at beginning of period                                                                                 2,268         2,008\r\nCash and equivalents at end of period                                                                                   $   1,385     $   1,380\r\n(a) Working capital includes receivables, inventories and accounts payable.\r\nSee Footnote Table 3 for Reconciliation of Cash Flows from Operating Activities to Free Cash Flow.\r\n                                                             HALLIBURTON COMPANY\r\n                                                  Revenue and Operating Income (Loss) Comparison\r\n                                                    By Operating Segment and Geographic Region\r\n                                                                  (Millions of dollars)\r\n                                                                      (Unaudited)\r\n                                                                                                      Three Months Ended\r\n                                                                                              March 31                           December 31\r\n                              Revenue                                              2020                      2019                   2019\r\nBy operating segment:\r\nCompletion and Production                                                  $             2,962          $        3,662         $         3,058\r\nDrilling and Evaluation                                                                  2,075                   2,075                   2,133\r\nTotal revenue                                                              $             5,037          $        5,737         $         5,191\r\nBy geographic region:\r\nNorth America                                                              $             2,460          $        3,275         $         2,333\r\nLatin America                                                                              516                     587                     598\r\nEurope/Africa/CIS                                                                          831                     748                     883\r\nMiddle East/Asia                                                                         1,230                   1,127                   1,377\r\nTotal revenue                                                              $             5,037          $        5,737         $         5,191\r\n                     Operating Income (Loss)\r\nBy operating segment:\r\nCompletion and Production                                                  $               345          $          368         $           387\r\nDrilling and Evaluation                                                                    217                     123                     224\r\nTotal                                                                                      562                     491                     611\r\nCorporate and other                                                                        (60)                    (65)                    (65)\r\nImpairments and other charges                                                           (1,073)                    (61)                 (2,198)\r\nTotal operating income (loss)                                              $              (571)         $          365         $        (1,652)\r\nSee Footnote Table 1 for Reconciliation of As Reported Operating Income (Loss) to Adjusted Operating Income.\r\n                                                                FOOTNOTE TABLE 1\r\n                                                             HALLIBURTON COMPANY\r\n                                Reconciliation of As Reported Operating Income (Loss) to Adjusted Operating Income\r\n                                                                  (Millions of dollars)\r\n                                                                      (Unaudited)\r\n                                                                                                          Three Months Ended\r\n                                                                                      March 31, 2020        March 31, 2019      December 31, 2019\r\nAs reported operating income (loss)                                                    $        (571)          $    365           $     (1,652)\r\n","    Impairments and other charges:\r\n        Long-lived asset impairments                                                             1,016                    42                    1,473\r\n        Severance                                                                                   32                    19                       95\r\n        Inventory costs and write-downs                                                              —                     —                      424\r\n        Joint ventures                                                                               —                     —                      134\r\n        Other                                                                                       25                     —                       72\r\n    Total impairments and other charges (a)                                                      1,073                    61                    2,198\r\nAdjusted operating income (b)                                                            $         502            $     426              $        546\r\n(a) During the three months ended March 31, 2020, Halliburton recognized a pre-tax charge of $1.1 billion related to long-lived assets, primarily\r\n    associated with pressure pumping equipment, as well as severance costs and other charges.\r\n(b) Management believes that operating income (loss) adjusted for impairments and other charges for the three months ended March 31, 2020, March\r\n    31, 2019, and December 31, 2019 is useful to investors to assess and understand operating performance, especially when comparing those\r\n    results with previous and subsequent periods or forecasting performance for future periods, primarily because management views the excluded\r\n    items to be outside of the company's normal operating results. Management analyzes operating income without the impact of these items as an\r\n    indicator of performance, to identify underlying trends in the business, and to establish operational goals. The adjustments remove the effect of\r\n    these items. Adjusted operating income is calculated as: “As reported operating income (loss)” plus \"Total impairments and other charges\" for the\r\n    respective periods.\r\n                                                                     FOOTNOTE TABLE 2\r\n                                                                  HALLIBURTON COMPANY\r\n                                         Reconciliation of As Reported Net Income (Loss) to Adjusted Net Income\r\n                                                    (Millions of dollars and shares except per share data)\r\n                                                                           (Unaudited)\r\n                                                                                                                                Three Months Ended\r\n                                                                                                                                              March 31,\r\n                                                                                                                          March 31, 2020         2019\r\nAs reported net income (loss) attributable to company                                                                      $      (1,017)     $     152\r\nAdjustments:\r\n    Impairments and other charges                                                                                                  1,073             61\r\n    Loss on early extinguishment of debt                                                                                             168              —\r\nTotal adjustments, before taxes                                                                                                    1,241             61\r\n    Tax provision (benefit) (a)                                                                                                       46            (12)\r\nTotal adjustments, net of taxes (b)                                                                                                1,287             49\r\nAdjusted net income attributable to company (b)                                                                            $         270      $     201\r\nAs reported diluted weighted average common shares outstanding (c)                                                                   878            873\r\nAdjusted diluted weighted average common shares outstanding (c)                                                                      881            873\r\nAs reported net income (loss) per diluted share (d)                                                                        $       (1.16)     $    0.17\r\nAdjusted net income per diluted share (d)                                                                                  $        0.31      $    0.23\r\n(a) During the three months ended March 31, 2020, Halliburton recognized a $310 million tax expense associated with a valuation allowance on its\r\n    deferred tax assets based on current market conditions and the expected impact on the Company's business outlook. Additionally, the tax benefit\r\n    in the table above includes the tax effect of the loss on early extinguishment of debt during the three months ended March 31, 2020 and the tax\r\n    effect on impairments and other charges during the respective periods.\r\n(b) Management believes that net income (loss) adjusted for the loss on early extinguishment of debt and impairments and other charges is useful to\r\n    investors to assess and understand operating performance, especially when comparing those results with previous and subsequent periods or\r\n    forecasting performance for future periods, primarily because management views the excluded items to be outside of the company's normal\r\n    operating results. Management analyzes net income without the impact of these items as an indicator of performance to identify underlying trends\r\n    in the business and to establish operational goals. Total adjustments remove the effect of these items. Adjusted net income attributable to company\r\n    is calculated as: “As reported net income (loss) attributable to company” plus \"Total adjustments, net of taxes\" for the three months ended March\r\n    31, 2020 and March 31, 2019.\r\n(c) As reported diluted weighted average common shares outstanding for the three months ended March 31, 2020 excludes three million shares\r\n    associated with stock-based compensation plans as the impact is antidilutive since Halliburton's reported income attributable to company was in a\r\n    loss position during the period. When adjusting income attributable to company in the period for the adjustments discussed above, these shares\r\n    become dilutive.\r\n(d) As reported net income (loss) per diluted share is calculated as: \"As reported net income (loss) attributable to company\" divided by \"As reported\r\n    diluted weighted average common shares outstanding.\" Adjusted net income per diluted share is calculated as: \"Adjusted net income attributable\r\n    to company\" divided by \"Adjusted diluted weighted average common shares outstanding.\"\r\n                                                                     FOOTNOTE TABLE 3\r\n","                                                                  HALLIBURTON COMPANY\r\n                                          Reconciliation of Cash Flows from Operating Activities to Free Cash Flow\r\n                                                                      (Millions of dollars)\r\n                                                                          (Unaudited)\r\n                                                                                                                                 Three Months Ended\r\n                                                                                                                                                March 31,\r\n                                                                                                                            March 31, 2020         2019\r\nTotal cash flows provided by (used in) operating activities                                                                   $      225       $      (44)\r\n       Capital expenditures                                                                                                         (213)            (437)\r\nFree cash flow (a)                                                                                                            $       12       $     (481)\r\n(a) Management believes that free cash flow, which is defined as “Total cash flows provided by (used in) operating activities” less “Capital\r\n    expenditures,” is useful to investors to assess and understand liquidity, especially when comparing results with previous and subsequent periods.\r\n    Management views free cash flow as a key measure of liquidity in the company's business.\r\nConference Call Details\r\nHalliburton Company (NYSE: HAL) will host a conference call on Monday, April 20, 2020, to discuss its first quarter 2020 financial results. The call will\r\nbegin at 8:00 AM Central Time (9:00 AM Eastern Time).\r\nPlease visit the website to listen to the call via live webcast. You may also participate in the call by dialing (844) 358-9181 within North America or +1\r\n(478) 219-0188 outside of North America. A passcode is not required. Attendees should log in to the webcast or dial in approximately 15 minutes prior\r\nto the start of the call.\r\nA replay of the conference call will be available on Halliburton’s website until April 27, 2020. Also, a replay may be accessed by telephone at (855)\r\n859-2056 within North America or +1 (404) 537-3406 outside of North America, using the passcode 1944089.\r\nView source version on businesswire.com: https://www.businesswire.com/news/home/20200420005120/en/\r\nFor Investors:\r\nAbu Zeya\r\nHalliburton, Investor Relations\r\nInvestors@Halliburton.com\r\n281-871-2688\r\nFor Media:\r\nEmily Mir\r\nHalliburton, Public Relations\r\nPR@Halliburton.com\r\n281-871-2601\r\nSource: Halliburton Company\r\n"
}
]